evaluation/old_results/ycsb_pm_results_log_flush/capybarakv_no_flush/Runa/Run10
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 204539
[OVERALL], Throughput(ops/sec), 48890.43165362107
[TOTAL_GCS_G1_Young_Generation], Count, 51
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 118
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05769070935127286
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 51
[TOTAL_GC_TIME], Time(ms), 118
[TOTAL_GC_TIME_%], Time(%), 0.05769070935127286
[READ], Operations, 5000761
[READ], AverageLatency(us), 8.38697570229811
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 4069
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 5000761
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 508032.0
[CLEANUP], MinLatency(us), 507904
[CLEANUP], MaxLatency(us), 508159
[CLEANUP], 95thPercentileLatency(us), 508159
[CLEANUP], 99thPercentileLatency(us), 508159
[UPDATE], Operations, 4999239
[UPDATE], AverageLatency(us), 20.569869934203986
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 11607
[UPDATE], 95thPercentileLatency(us), 21
[UPDATE], 99thPercentileLatency(us), 22
[UPDATE], Return=OK, 4999239